Repository: TiimmyFTurner/spot_the_spy
Catalog: lib/l10n/intl_*.arb
Languages: fa

source: New Game
fa: بازی جدید

source: How To Play
fa: روش بازی

source: Settings
fa: تنظیمات

# addPlayers
source: Add Players ({value})
fa: اضافه کردن بازیکن ({value})

source: Help
fa: راهنما

# addPlayersHelpMessage
source: On this page, you can add as many players as you like.
fa: در این صفحه میتوانید هر تعداد بازیکن که میخواهید اضافه کنید.

source: Back
fa: برگشت

source: Player Name
fa: نام بازیکن

# playerCountError
source: You need at least 3 players to start the game.
fa: این بازی حداقل به ۳ بازیکن نیاز دارد.

# goToGameSetup
source: Next: Set Game Rules
fa: مرحله بعد: تنظیم قوانین بازی

# themeMode
source: {theme_mode, select, dark{Dark} light{Light} system{System Default} other{Theme Mode}}
fa: {theme_mode, select, dark{تاریک} light{روشن} system{پیش فرض سیستم} other{حالت تم}}

source: Choose Theme
fa: انتخاب تم

source: Confirm
fa: ثبت

# languageMode
source: {language, select, en{English} fa{فارسی} system{System Default} other{Language}}
fa: {language, select, en{English} fa{فارسی} system{پیش فرض سیستم} other{زبان}}

source: Cancel
fa: انصراف

source: Language
fa: زبان

# goToRoleReveal
source: Next: Reveal Roles
fa: مرحله بعد: نمایش نقش ها

# roleReveal
source: Reveal Roles
fa: نمایش نقش ها

source: Game Setup
fa: پیکربندی بازی

source: Category
fa: دسته بندی

# time
source: Round Time
fa: مدت زمان هر دور

# roundCount
source: Number of Rounds
fa: تعداد دورها

# spyCount
source: Number of Spies
fa: تعداد جاسوس ها

source: Minute
fa: دقیقه

# isSpy
source: You''re a Spy
fa: تو یک جاسوسی

source: Got It
fa: فهمیدم

source: The secret word is:
fa: کلمهٔ مخفی اینه:

source: Slide to Play
fa: برای شروع بازی بکش

source: Round
fa: دور

source: Word Guessed
fa: کلمه حدس زده شد

source: Spy Caught
fa: جاسوس پیدا شد

source: Remaining Time
fa: زمان باقی مانده

source: Scoreboard
fa: جدول امتیازات

source: Spy
fa: جاسوس

source: Player
fa: بازیکن

source: Score
fa: امتیاز

source: Start Next Round
fa: شروع دور بعدی

# newGameQuestion
source: New Game?
fa: بازی جدید ؟

# wordGuessedQuestion
source: Spy Guessed the Word?
fa: کلمه حدس زده شد؟

# spyCaughtQuestion
source: Spy Got Caught?
fa: جاسوس پیدا شد؟

source: Yes
fa: بله

source: No
fa: خیر

# categoryCountError
source: You need at least one category to start the game.
fa: برای این بازی حداقل به یک دسته بندی نیاز دارید.

source: Select All
fa: انتخاب همه

source: Secret Word
fa: کلمهٔ مخفی

source: Spies
fa: جاسوس ها

source: Activate God Mode?
fa: فعال‌سازی حالت خدا؟

source: Deactivate God Mode?
fa: غیرفعال‌سازی حالت خدا؟

# godModeDescription
source: God Mode lets you view secret words and spy identities. Useful for moderators.
fa: در حالت خدا می‌توانید کلمات مخفی و جاسوس‌ها را ببینید. مناسب برای ناظران.

# duplicatePlayerNameError
source: This player already exists.
fa: این بازیکن قبلاً اضافه شده است.

# spyWrongGuessPenalty
source: If a spy guesses the word and gets it wrong, they lose 2 points and are excluded from the spy team''s reward.
fa: اگر جاسوس کلمه را اشتباه حدس بزند، ۲ امتیاز از دست می‌دهد و از پاداش تیم جاسوس‌ها محروم می‌شود.

source: Wrong Guess
fa: حدس اشتباه

# punishSpyQuestion
source: Punish this spy?
fa: این جاسوس را جریمه میکنید؟

# alreadyPunishedMessage
source: This spy has already been punished.
fa: این جاسوس قبلاً تنبیه شده است.

source: Already punished
fa: تنبیه شده است

# spyPunished
source: Spy was punished.
fa: جاسوس تنبیه شد.

source: Custom Words
fa: کلمات سفارشی

source: Switch to categories
fa: تغییر به دسته‌بندی‌ها

source: Switch to custom words
fa: تغییر به کلمات سفارشی

source: Add Word
fa: افزودن کلمه

source: Enter word
fa: کلمه را وارد کنید

source: Add
fa: افزودن

# emptyCustomWordsError
source: You need at least one word to start the game.
fa: برای شروع بازی باید حداقل یک کلمه وارد کنید.

# emptyCustomWordsHint
source: Add at least one word to begin. More words help prevent duplicates in future rounds.
fa: حداقل یک کلمه وارد کنید تا بتوانید بازی را شروع کنید. هرچه کلمات بیشتری وارد کنید، احتمال تکرار در دورهای بعدی کمتر می‌شود.

# duplicateWordError
source: This word has already been added.
fa: این کلمه قبلاً اضافه شده است.

# howToPlay_title
source: Game Rules
fa: قوانین بازی

# rolesAssigned_title
source: Roles Are Assigned
fa: نقش‌ها تعیین می‌شوند

# rolesAssigned_desc
source: At the start of each game, some players are randomly chosen as the Spy. All other players receive the same secret word (e.g., ''Airport'', ''Restaurant'').
fa: در ابتدای هر بازی، به‌صورت تصادفی چند نفر از بازیکنان به عنوان جاسوس انتخاب می‌شوند. سایر بازیکنان یک کلمه‌ی مخفی یکسان دریافت می‌کنند (مثلاً «فرودگاه»، «رستوران»).

# askQuestions_title
source: Ask Each Other Questions
fa: از همدیگر سؤال بپرسید

# askQuestions_desc
source: Players take turns asking subtle questions (e.g., ''Is it usually crowded there?''). The goal is to show you know the word without making it too obvious.
fa: بازیکنان به نوبت سؤال‌های کوتاه و غیرمستقیم می‌پرسند (مثلاً «معمولاً شلوغه؟»). هدف این است که نشان دهید کلمه را می‌دانید بدون اینکه آن را لو بدهید.

# beCareful_title
source: Be Careful!
fa: مراقب باشید!

# beCareful_desc
source: If you''re not the spy: spot who doesn''t know the word without revealing it. If you''re the spy: blend in and try to guess the word before you''re caught.
fa: اگر جاسوس نیستید: سعی کنید کسی را که کلمه را نمی‌داند پیدا کنید، ولی کلمه را لو ندهید. اگر شما جاسوس هستید: سعی کنید خودتان را لو ندهید و کلمه را حدس بزنید.

# accuseOrGuess_title
source: Accuse or Guess
fa: اتهام یا حدس

# accuseOrGuess_desc
source: Any player can accuse someone of being the spy. If everyone agrees, the accused reveals their role. • If the spy is caught: other players win. • If the spy guesses the word correctly: the spy wins.
fa: هر بازیکنی می‌تواند در هر زمان به دیگری اتهام بزند که او جاسوس است. اگر همه موافق باشند، آن فرد باید نقش خود را فاش کند. • اگر جاسوس شناسایی شود: سایر بازیکنان برنده‌اند. • اگر جاسوس کلمه را درست حدس بزند: جاسوس برنده است.

# timerEnds_title
source: Timer Ends the Round
fa: پایان با تایمر

# timerEnds_desc
source: When the timer runs out, everyone must vote who they think the spy is. After that, the spy has one chance to guess the word.
fa: وقتی تایمر تمام شود، بازیکنان رأی می‌دهند که چه کسی جاسوس است. سپس جاسوس یک فرصت برای حدس زدن کلمه خواهد داشت.

# scoringSystem_title
source: Scoring System
fa: سیستم امتیازدهی

# timeout_title
source: Timeout
fa: پایان زمان

# timeout_desc
source: The spy earns +1 point plus half of the round time limit if time runs out without being discovered.
fa: جاسوس ۱ امتیاز می‌گیرد به‌علاوه نصف مدت کل زمان راند اگر تا پایان شناسایی نشده باشد.

# spyGuesses_title
source: Spy guesses the word
fa: حدس درست توسط جاسوس

# spyGuesses_desc
source: The spy gets +2 points plus 1 bonus point per full minute remaining.
fa: جاسوس ۲ امتیاز می‌گیرد و برای هر دقیقه کامل باقی‌مانده، ۱ امتیاز اضافه دریافت می‌کند.

# spyCaught_title
source: Spy is caught
fa: شناسایی جاسوس

# spyCaught_desc
source: All other players get +1 point plus 1 bonus point per full minute left.
fa: سایر بازیکنان ۱ امتیاز دریافت می‌کنند به‌علاوه ۱ امتیاز اضافه برای هر دقیقه باقی‌مانده.

# wrongGuess_title
source: Wrong guess
fa: حدس اشتباه

# wrongGuess_desc
source: Spies who guess the secret word incorrectly will lose 2 points and won''t receive any winning reward.
fa: جاسوس‌هایی که کلمه مخفی را اشتباه حدس بزنند، ۲ امتیاز از دست می‌دهند و جایزه‌ی برد را دریافت نخواهند کرد.

# tips_title
source: Tips
fa: نکات

# tips_bullet_1
source: • Don’t ask questions that are too obvious.
fa: • سؤال‌های خیلی واضح نپرسید.

# tips_bullet_2
source: • The spy wins by either guessing the word or surviving the round.
fa: • جاسوس با حدس زدن کلمه یا زنده ماندن تا پایان برنده می‌شود.

# tips_bullet_3
source: • Pay attention to vague or strange answers.
fa: • به پاسخ‌های مبهم یا مشکوک توجه کنید!
